tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "iina/mpv-iina"
brew "acpica"
brew "brotli"
brew "aom"
brew "asciinema"
brew "m4"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "bchunk"
brew "binutils"
brew "bison"
brew "libuv"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "python@3.9"
brew "bottom"
brew "glib"
brew "pkg-config"
brew "calc"
brew "ccrypt"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "libssh2"
brew "curl"
brew "duf"
brew "e2fsprogs"
brew "exa"
brew "fd"
brew "libtool"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "sdl2"
brew "srt"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "git"
brew "git-lfs"
brew "glm"
brew "glslang"
brew "gnupg"
brew "htop"
brew "hwloc"
brew "imageoptim-cli"
brew "jansson"
brew "jq"
brew "libmicrohttpd"
brew "libplist", args: ["HEAD"]
brew "pango"
brew "libslirp"
brew "links"
brew "llvm"
brew "m-cli"
brew "make"
brew "mas"
brew "mercurial"
brew "mesa"
brew "mplayer"
brew "mtoc"
brew "nano"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "openjdk"
brew "openssh"
brew "openssl@3"
brew "p7zip"
brew "perl"
brew "pfetch"
brew "qemu"
brew "qt"
brew "qt@5"
brew "ripgrep"
brew "sdl2_image"
brew "sfml"
brew "sox"
brew "spirv-tools"
brew "subversion"
brew "task"
brew "tldr"
brew "upx"
brew "wget"
brew "x86_64-elf-binutils"
brew "xplr"
brew "yarn"
brew "yasm"
brew "yt-dlp"
brew "zig"
brew "zlib"
cask "alt-tab"
cask "balenaetcher"
cask "blender"
cask "c0re100-qbittorrent"
cask "caffeine"
cask "eloston-chromium"
cask "epic-games"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "github"
cask "handbrake"
cask "ibm-cloud-cli"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "kitty"
cask "league-of-legends"
cask "macs-fan-control"
cask "microsoft-teams"
cask "obs"
cask "omnidisksweeper"
cask "onlyoffice"
cask "onyx"
cask "openemu"
cask "porting-kit"
cask "raycast"
cask "shotcut"
cask "stats"
cask "vimr"
cask "vmware-fusion"
cask "vscodium"
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
